[M_IrisHUB_GasGuzzlers MissionDefinition]
TurnInDescription="You have a bag of gas with you and have trouble with your friends in the apartment!"
MissionSummary="Destroy the boxes and collect the fallen oil bottles."

[M_IrisHUB_GasGuzzlers:CollectSacks MissionObjectiveDefinition]
ProgressMessage="And brought a bag of oil"

[M_IrisHUB_GasGuzzlers:MissionObjectiveSetBranchingDefinition_0 MissionObjectiveSetBranchingDefinition]
MissionDescriptionOverride="Sir Hammerlock hears about the King Castle investigation. [place]Southern Raceway[-place]. They try to take your stuff..<br><br>You have collected a lot of oil, but now we decide. Need airbags for your scooter or bike??"

[M_IrisHUB_GasGuzzlers:MissionObjectiveSetDefinition_8 MissionObjectiveSetDefinition]
MissionDescriptionOverride="Lord Hammerlock heard that the crab had changed. [place]southern railway[-place]. He asked him to find himself..<br><br>As I wandered around the store, I saw some strange gas bottles thrown away. Hammerlock wants you to take it. Meanwhile, Scott suspects that Hammerlock has a similar interest in biological research.."
